export const tests = [
  {
    layout: "row",
    question: "Ваш пол:",
    answers: ["Мужчина", "Женщина"],
  },
  {
    layout: "row",
    question: "Укажите ваш возраст:",
    answers: ["До 18", "От 18 до 28", "От 29 до 35", "От 36"],
  },
  {
    layout: "row",
    question: "Выберите лишнее:",
    answers: ["Дом", "Шалаш", "Бунгало", "Скамейка", "Хижина"],
  },
  {
    layout: "row",
    question: "Продолжите числовой ряд: <br/>  18  20  24  32",
    answers: [62, 48, 74, 57, 60, 77],
  },
  {
    layout: "color",
    question: "Выберите цвет, который сейчас наиболее Вам приятен:",
    answers: [
      "#A8A8A8",
      "#0000A9",
      "#00A701",
      "#F60100",
      "#FDFF19",
      "#A95403",
      "#000000",
      "#850068",
      "#46B2AC",
    ],
  },
  {
    layout: "color",
    question:
      "Отдохните пару секунд, еще раз выберите цвет, который сейчас наиболее Вам приятен:",
    answers: [
      "#A8A8A8",
      "#46B2AC",
      "#A95403",
      "#00A701",
      "#000000",
      "#F60100",
      "#850068",
      "#FDFF19",
      "#0000A9",
    ],
  },
  {
    layout: "row",
    question: "Какой из городов лишний?",
    answers: ["Вашингтон", "Лондон", "Париж", "Нью-Йорк", "Москва", "Оттава"],
  },
  {
    layout: "number",
    question: "Выберите правильную фигуру из четырёх пронумерованных.",
    img: "./img/image1.png",
    answers: [1, 2, 3, 4],
  },
  {
    layout: "row",
    question: "Вам привычнее и важнее:",
    answers: [
      "Наслаждаться каждой минутой проведенного времени",
      "Быть устремленными   мыслями в будущее",
      "Учитывать в ежедневной практике прошлый опыт",
    ],
  },
  {
    layout: "row",
    question:
      "Какое определение, по-Вашему, больше подходит к этому геометрическому изображению:",
    img: "./img/image2.png",
    answers: [
      "Оно остроконечное",
      "Оно устойчиво",
      "Оно-находится в состоянии равновесия",
    ],
  },
  {
    layout: "number",
    question: "Вставьте подходящее число",
    img: "./img/image3.png",
    answers: [33, 36, 53, 44, 66, 42],
  },
];
